[
    {
        "title": "How RB are leading the midfield 'ahead of plan' and setting the pace for a sustainable future",
        "img": "/Images/News/RB-Leading-Midfield-News.avif",
        "type": "Feature",
        "subtitle": "Ahead of the 2024 season, new RB CEO Peter Bayer summed up the reinvented team's goals for the season in four simple words. “Top of the midfield,” he said. “On the sporting side, that’s what we are targeting.”",
        "text": "For a team that last season scored just two points across the first half of the campaign and clawed back to P8 in the Constructors’ Championship with a flurry of late-season points finishes, that seemed like a big ask. But in the months since its rebrand, RB has come a long way.\r\nWhile Bayer was installed as CEO midway through last season, Team Principal Laurent Mekies took on his role at the beginning of this year and at the end of January the team strengthened further with the announcement of a raft of new hires. Racing Director Alan Permane joined from Alpine, Guillaume Cattelani moved from Red Bull Technologies to become Deputy Technical Director, and former FIA Technical Director Tim Goss was signed up to eventually join as Chief Technical Officer.\r\nThe result is that, seven races into the season, RB is on target. After two tough opening races, the team has blossomed, posting points finishes in four of the last five races."
    },
    {
        "title": "Tsunoda ‘happy’ with point on home soil, but rues costly start after RB struggle off the line in Imola",
        "img": "/Images/News/Tsunoda-Happy.avif",
        "type": "News",
        "subtitle": "With two cars starting in the top 10 on home soil, RB went into the Emilia-Romagna Grand Prix full of hope for a decent points haul. It wasn’t to be, Yuki Tsunoda delivering just the one point and Daniel Ricciardo fading late on to come home 13th.",
        "text": "The team made things harder than they needed to be from word go, as both Tsunoda and Ricciardo dropped two places at the start of the race. That meant the Japanese racer was bottled up behind Nico Hulkenberg’s Haas early on – forcing the team into a much earlier than planned pit stop.\r\nTsunoda’s pace on the hard compound was good enough to leapfrog the Haas when Hulkenberg pitted, and that was what ultimately delivered a point to the RB team. But it was a hard-won point, with Tsunoda forced to make his hard tyres last an incredible 50 laps."
    },
    {
        "title": "Alonso keen to bounce back in Monaco after finishing P19 on ‘tough’ Imola weekend",
        "img": "/Images/News/Alonso-Bounce-Back.avif",
        "type": "News",
        "subtitle":"Fernando Alonso has set the goal of having a “perfect Saturday” next time out in Monaco after a challenging weekend at the Emilia-Romagna Grand Prix, with the Spaniard ultimately ending Sunday’s race down in P19.",
        "text": "Alonso’s troubles started when he crashed his Aston Martin during Saturday’s final practice hour, sparking question marks over whether the car would be repaired in time for qualifying. Fortunately it was, but his luck did not improve.\r\nAfter a trip through the gravel in Q1, Alonso pitted in the final moments of the segment and subsequently exited the session in 20th and last, before being promoted to 19th when Logan Sargeant ahead had his lap time deleted.\r\nThe two-time world champion went on to start Sunday’s race from the pit lane, with his Aston Martin having undergone some late set-up changes, and the afternoon was essentially used as an extended test session for the squad."
    }
]